{"pageProps":{"company":{"slug":"instagram","content":"<p><a href=\"https://help.instagram.com/583107688369069\">Instagram documentation on profile changes.</a></p>\n<blockquote>\n<p>Keep in mind that if your account reaches a lot of people, your username change may need to be\nreviewed. If so, you'll be notified when we've completed a review. If not, your username will change\nimmediately if available. Your followers may be notified of your username change.</p>\n</blockquote>\n","name":"Instagram","tags":["form.gender","form.name","form.username","redirection.no"],"logo":"png","name_in_logo":"no","updated":"Sat Jun 25 2022 02:00:00 GMT+0200 (heure d’été d’Europe centrale)","defaultLang":"en","noTranslation":true},"companiesList":[{"slug":"adobe","name":"Adobe"},{"slug":"amazon","name":"Amazon"},{"slug":"ankama","name":"Ankama"},{"slug":"appleid","name":"AppleID"},{"slug":"blablacar","name":"BlaBlaCar"},{"slug":"booking","name":"Booking.com"},{"slug":"boursorama-banque","name":"Boursorama Banque"},{"slug":"bouygues-telecom-fr","name":"Bouygues Telecom"},{"slug":"bred","name":"Bred"},{"slug":"darty","name":"Darty"},{"slug":"edf","name":"EDF"},{"slug":"enercoop","name":"Enercoop"},{"slug":"engie","name":"Engie"},{"slug":"ets-global","name":"ETS Global"},{"slug":"fnac","name":"Fnac"},{"slug":"gandi","name":"Gandi"},{"slug":"gdf-reglemente","name":"Gaz Tarif Réglementé"},{"slug":"github","name":"GitHub"},{"slug":"gitlab","name":"GitLab"},{"slug":"ikea","name":"Ikea"},{"slug":"image-line","name":"Image-line (FL Studio)"},{"slug":"instagram","name":"Instagram"},{"slug":"labanquepostale","name":"La Banque Postale"},{"slug":"laposte-fr","name":"Laposte.fr"},{"slug":"lastfm","name":"Last.fm"},{"slug":"ldlc","name":"LDLC.com"},{"slug":"leboncoin","name":"Leboncoin"},{"slug":"linkedin","name":"LinkedIn"},{"slug":"made","name":"Made"},{"slug":"n26","name":"N26"},{"slug":"nickel","name":"Nickel"},{"slug":"ouquoicomment","name":"OùQuoiComment"},{"slug":"reddit","name":"Reddit"},{"slug":"scaleway","name":"Scaleway"},{"slug":"skype","name":"Skype"},{"slug":"soundcloud","name":"SoundCloud"},{"slug":"spotify","name":"Spotify"},{"slug":"twitch","name":"Twitch"},{"slug":"twitter","name":"Twitter"}],"tags":[{"name":"Simplicity","labels":{"fr":"Simplicité"},"tags":{"form.gender":{"type":"good","labels":{"en":"User can change gender through simple form.","fr":"Il est possible de changer le genre par un simple formulaire."}},"form.name":{"type":"good","labels":{"en":"User can change first name through form.","fr":"Il est possible de changer de prénom par un simple formulaire."}},"form.username":{"type":"good","labels":{"en":"User can change their username through form.","fr":"Il est possible de changer de nom d'utilisateur par un simple formulaire."}},"private_bug":{"type":"warning","labels":{"en":"Former name is still displayed in some places even after change has been made, but this places are only visible to user. This seems to be a bug and not by design.","fr":"L'ancien nom apparaît toujours à certains endroits, mais de manière visible par l'utilisateur⋅ice uniquement. Cela semble être un problème technique et non intentionnel."}}}},{"name":"Support","labels":{"fr":"Assistance client / support technique"},"tags":{"support":{"type":"warning","labels":{"en":"User needs to write to support explaining situation, althouth some changes could be automated with a form.","fr":"Il est nécessaire d'écrire au support, alors que certains changements pourraient se faire automatiquement."}},"support.ok":{"type":"information","labels":{"en":"User needs to write to support but this is justified for legal or security reasons.","fr":"Il est nécessaire d'écrire au support, mais cela s'explique pour des raisons légales ou de sécurité."}},"good_support":{"type":"good","labels":{"en":"Support is polite and do not misgenders users.","fr":"Le support est poli et ne mégenre pas les utilisateurices."}},"bad_support":{"type":"bad","labels":{"en":"Support staff sometimes or always misgenders users.","fr":"Le support mégenre parfois ou toujours les utilisateurices."}}}},{"name":"Legal verification","labels":{"fr":"Vérification légale"},"tags":{"ask_for_papers":{"type":"bad","labels":{"en":"Legal papers are required, although they are not necessary to open an account.","fr":"Des papiers d'identité sont demandés, alors qu'ils ne sont pas nécessaires pour créer un compte."}},"ask_for_papers.title":{"type":"bad","labels":{"en":"Legal papers are required to modify title (Mr., Mrs.), even in a country where it is not part of legal identity.","fr":"Des papiers sont exigés pour modifier le titre (M., Mme), y compris dans un pays où le titre ne fait pas partie\nde l'identité légale.\n"}},"ask_for_papers.ok":{"type":"information","labels":{"en":"Legal papers are required for name, but this is justified by legal or security constraints.","fr":"Des papiers d'identité sont demandés pour le changement de prénom, mais cela s'explique par des raisons légales ou de sécurité."}}}},{"name":"Public identity and privacy","labels":{"fr":"Identité publique et vie privée"},"tags":{"permanent_id":{"type":"blocking","labels":{"en":"Users may change their display name, but public user id is immutable.","fr":"Les utilisateurices peuvent changer leur nom d'affichage, mais l'identifiant est public et ne peut pas être changé."}},"profile_comments":{"type":"blocking","labels":{"en":"Service has a comment or public message system between users, in which other may have used user's former name, and those comments are linked to user profile.","fr":"Le service a un système de commentaire ou de discussion publique entre les utilisateurices, dans lequel il peut être fait mention de l'ancien nom, et ces commentaires sont liés au profil de l'utilisateurice."}},"profile_comments.edited":{"type":"good","labels":{"en":"Service has a comment or public message system between users, in which other may have used user's former name, and those comments are linked to user profile, but support accept to edit those comments.","fr":"Le service a un système de commentaire ou de discussion publique entre les utilisateurices, dans lequel il peut être fait mention de l'ancien nom, et ces commentaires sont liés au profil de l'utilisateurice, mais le support accepte d'éditer ces commentaires."}},"profile_comments.hard_to_find":{"type":"warning","labels":{"en":"Service has a comment or public message system between users, in which other may have used user's former name, but those comments are hard to find if one does not know user's former name.","fr":"Le service a un système de commentaire ou de discussion publique entre les utilisateurices, dans lequel il peut être fait mention de l'ancien nom, mais ils sont difficiles à trouver sans connaître celui-ci."}},"public_bug":{"type":"blocking","labels":{"en":"Former name is still publicly displayed in some places even after change has been made. This seems to be a bug and not by design.","fr":"L'ancien nom apparaît toujours publiquement à certains endroits. Cela semble être un problème technique et non intentionnel."}},"redirection.yes":{"type":"information","labels":{"en":"A redirection is put in place between your old and new profile.","fr":"Une redirection est mise en place entre votre ancien et votre nouveau profil."}},"redirection.no":{"type":"information","labels":{"en":"Your old profile won't redirect to your new profile.","fr":"Votre ancien profil ne redirigera pas vers votre nouveau profil."}}}},{"name":"Service continuity","labels":{"fr":"Continuité du service"},"tags":{"new_account_before_insist":{"type":"bad","labels":{"en":"Support tell users to create new account. They accept to change name only after users insist or quote legal texts.","fr":"Le support répond aux utilisateurices de créer un nouveau compte. Le changement de nom n'est accepté qu'après que l'utilisateurice insiste ou cite la loi."}},"new_account":{"type":"blocking","labels":{"en":"Support tell users to open a new account, or refuse by any means to change account name.","fr":"Le support répond aux utilisateurices d'ouvrir un nouveau compte, ou refuse clairement de changer le prénom."}}}},{"name":"Countries law","labels":{"fr":"Loi des pays"},"tags":{"country_law":{"type":"blocking","labels":{"en":"Law or government explain clearly what service has to do in this situation, and they do not\nrespect this.\n","fr":"Une loi ou une autorité gouvernementale définit clairement ce que le service doit faire dans\ncette situation, et elle ne le respecte pas.\n"}}}}],"strings":{"language":"Français","last_update":"Dernière mise à jour le {{date}}","report_error":"Une erreur ?","search_placeholder":"Rechercher un service...","search_results":"{{count}} résultat","search_results_plural":"{{count}} résultats","more_details":"Plus de détails","last_companies_heading":"Derniers ajouts","about_github":"Projet GitHub","about_contributors":"Contributeurs","about_how_does_this_work":"Comment ça marche ?","about_how_to_contribute":"Comment contribuer ❤","made_by":"Un site fait par {{- jill_link}} sur son temps libre, avec l'aide de l'équipe du {{- wikitrans_link}}","no_translation":"Désolé, cette page n'est pas disponible dans votre langue.","company_meta_description":"Changer votre prénom et votre genre avec {{company}} : comment faire ?","all_companies":"Tous les services","all_companies_meta_description":"Toutes les entreprises et administrations listées sur changemy.name","contribute_form":{"answer_placeholder":"Tapez votre réponse ici","service_details":"Détails du service","service_name":"Nom du service","country":"Pays (si l'entreprise ou l'administration est locale)","website":"Adresse du site internet","explanation":"Une explication en une ou deux phrases de ce que fait le service","process":"Processus de changement de prénom","when":"Quand avez vous essayé de changer votre prénom ou votre genre ?","form":"Y a-t-il un formulaire ou vous pouvez changer votre prénom, votre genre ou les deux ?","support_when":"Si non, lorsque vous avez contacté le support, vous ont-ils mégenré⋅e (utilisé un mauvais genre) alors qu'ils avaient les informations correctes quand à votre genre ?","support_new_account":"La première réaction du support a-t-elle été de vous demander de créer un nouveau compte ? Ont-ils changé cette recommandation après que vous ayez insisté ?","legal":"Preuve légale","identity":"Que ce soit le support ou un formulaire automatique, une preuve d'identité vous a-t-elle été demandée ?","reason":"Si oui, qu'elle a été la justification invoquée ? Une preuve d'identité vous avait-elle été demandée lors de votre inscription au service ?","official":"Cette preuve doit-elle être un papier d'identité officiel ?","privacy":"Identité publique et vie privée","user_id":"Le service utilise-t-il un identifiant public que vous ne pouvez changer sans créer un nouveau compte ?","comments":"Y a-t-il des commentaires public avec votre ancien prénom que vous ne pouvez éditer ou efface ? Peuvent-ils être facilement trouvés par les autres utilisateurs ?","contribution":"Votre contribution","credited":"Voulez-vous être crédité⋅e ? Si oui, merci d'indiquer :","credit_name":"Votre nom ou votre pseudonyme","credit_url":"Optionnellement, une adresse web (site personnel, compte Twitter...)","email":"Une adresse email où vous contacter si besoin de plus d'informations","submit":"Envoyer"}},"lang":"fr","langs":{"en":"English","fr":"Français"}},"__N_SSG":true}