{"pageProps":{"company":{"slug":"leboncoin","content":"<p>Vous pouvez changer votre prénom et votre genre dans\n<a href=\"https://www.leboncoin.fr/compte/edit/\">les paramètres</a>.</p>\n","name":"Leboncoin","tags":["form.gender","form.name"],"updated":"Fri May 22 2020 00:00:00 GMT+0000 (Coordinated Universal Time)","logo":"svg","name_in_logo":"yes","countries":["fr"],"defaultLang":"fr","noTranslation":true},"companiesList":[{"slug":"adobe","name":"Adobe"},{"slug":"amazon","name":"Amazon"},{"slug":"ankama","name":"Ankama"},{"slug":"appleid","name":"AppleID"},{"slug":"blablacar","name":"BlaBlaCar"},{"slug":"booking","name":"Booking.com"},{"slug":"boursorama-banque","name":"Boursorama Banque"},{"slug":"bouygues-telecom-fr","name":"Bouygues Telecom"},{"slug":"bred","name":"Bred"},{"slug":"darty","name":"Darty"},{"slug":"edf","name":"EDF"},{"slug":"ets-global","name":"ETS Global"},{"slug":"fnac","name":"Fnac"},{"slug":"gandi","name":"Gandi"},{"slug":"gdf-reglemente","name":"Gaz Tarif Réglementé"},{"slug":"ikea","name":"Ikea"},{"slug":"labanquepostale","name":"La Banque Postale"},{"slug":"laposte-fr","name":"Laposte.fr"},{"slug":"lastfm","name":"Last.fm"},{"slug":"ldlc","name":"LDLC.com"},{"slug":"leboncoin","name":"Leboncoin"},{"slug":"linkedin","name":"LinkedIn"},{"slug":"made","name":"Made"},{"slug":"n26","name":"N26"},{"slug":"nickel","name":"Nickel"},{"slug":"reddit","name":"Reddit"},{"slug":"scaleway","name":"Scaleway"},{"slug":"skype","name":"Skype"},{"slug":"spotify","name":"Spotify"}],"tags":[{"name":"Simplicity","labels":{"fr":"Simplicité"},"tags":{"form.gender":{"type":"good","labels":{"en":"User can change gender through simple form.","fr":"Il est possible de changer le genre par un simple formulaire."}},"form.name":{"type":"good","labels":{"en":"User can change first name through form.","fr":"Il est possible de changer de prénom par un simple formulaire."}},"private_bug":{"type":"warning","labels":{"en":"Former name is still displayed in some places even after change has been made, but this places are only visible to user. This seems to be a bug and not by design.","fr":"L'ancien nom apparaît toujours à certains endroits, mais de manière visible par l'utilisateur⋅ice uniquement. Cela semble être un problème technique et non intentionnel."}}}},{"name":"Support","labels":{"fr":"Assistance client / support technique"},"tags":{"support":{"type":"warning","labels":{"en":"User needs to write to support explaining situation, althouth some changes could be automated with a form.","fr":"Il est nécessaire d'écrire au support, alors que certains changements pourraient se faire automatiquement."}},"support.ok":{"type":"information","labels":{"en":"User needs to write to support but this is justified for legal or security reasons.","fr":"Il est nécessaire d'écrire au support, mais cela s'explique pour des raisons légales ou de sécurité."}},"good_support":{"type":"good","labels":{"en":"Support is polite and do not misgenders users.","fr":"Le support est poli et ne mégenre pas les utilisateurices."}},"bad_support":{"type":"bad","labels":{"en":"Support staff sometimes or always misgenders users.","fr":"Le support mégenre parfois ou toujours les utilisateurices."}}}},{"name":"Legal verification","labels":{"fr":"Vérification légale"},"tags":{"ask_for_papers":{"type":"bad","labels":{"en":"Legal papers are required, although they are not necessary to open an account.","fr":"Des papiers d'identité sont demandés, alors qu'ils ne sont pas nécessaires pour créer un compte."}},"ask_for_papers.title":{"type":"bad","labels":{"en":"Legal papers are required to modify title (Mr., Mrs.), even in a country where it is not part of legal identity.","fr":"Des papiers sont exigés pour modifier le titre (M., Mme), y compris dans un pays où le titre ne fait pas partie\nde l'identité légale.\n"}},"ask_for_papers.ok":{"type":"information","labels":{"en":"Legal papers are required for name, but this is justified by legal or security constraints.","fr":"Des papiers d'identité sont demandés pour le changement de prénom, mais cela s'explique par des raisons légales ou de sécurité."}}}},{"name":"Public identity and privacy","labels":{"fr":"Identité publique et vie privée"},"tags":{"permanent_id":{"type":"blocking","labels":{"en":"Users may change their display name, but public user id is immutable.","fr":"Les utilisateurices peuvent changer leur nom d'affichage, mais l'identifiant est public et ne peut pas être changé."}},"profile_comments":{"type":"blocking","labels":{"en":"Service has a comment or public message system between users, in which other may have used user's former name, and those comments are linked to user profile.","fr":"Le service a un système de commentaire ou de discussion publique entre les utilisateurices, dans lequel il peut être fait mention de l'ancien nom, et ces commentaires sont liés au profil de l'utilisateurice."}},"profile_comments.edited":{"type":"good","labels":{"en":"Service has a comment or public message system between users, in which other may have used user's former name, and those comments are linked to user profile, but support accept to edit those comments.","fr":"Le service a un système de commentaire ou de discussion publique entre les utilisateurices, dans lequel il peut être fait mention de l'ancien nom, et ces commentaires sont liés au profil de l'utilisateurice, mais le support accepte d'éditer ces commentaires."}},"profile_comments.hard_to_find":{"type":"warning","labels":{"en":"Service has a comment or public message system between users, in which other may have used user's former name, but those comments are hard to find if one does not know user's former name.","fr":"Le service a un système de commentaire ou de discussion publique entre les utilisateurices, dans lequel il peut être fait mention de l'ancien nom, mais ils sont difficiles à trouver sans connaître celui-ci."}},"public_bug":{"type":"blocking","labels":{"en":"Former name is still publicly displayed in some places even after change has been made. This seems to be a bug and not by design.","fr":"L'ancien nom apparaît toujours publiquement à certains endroits. Cela semble être un problème technique et non intentionnel."}}}},{"name":"Service continuity","labels":{"fr":"Continuité du service"},"tags":{"new_account_before_insist":{"type":"bad","labels":{"en":"Support tell users to create new account. They accept to change name only after users insist or quote legal texts.","fr":"Le support répond aux utilisateurices de créer un nouveau compte. Le changement de nom n'est accepté qu'après que l'utilisateurice insiste ou cite la loi."}},"new_account":{"type":"blocking","labels":{"en":"Support tell users to open a new account, or refuse by any means to change account name.","fr":"Le support répond aux utilisateurices d'ouvrir un nouveau compte, ou refuse clairement de changer le prénom."}}}},{"name":"Countries law","labels":{"fr":"Loi des pays"},"tags":{"country_law":{"type":"blocking","labels":{"en":"Law or government explain clearly what service has to do in this situation, and they do not\nrespect this.\n","fr":"Une loi ou une autorité gouvernementale définit clairement ce que le service doit faire dans\ncette situation, et elle ne le respecte pas.\n"}}}}],"strings":{"language":"English","last_update":"Last update on {{date}}","report_error":"Any error?","search_placeholder":"Search service name...","search_results":"{{count}} result","search_results_plural":"{{count}} results","more_details":"More details","last_companies_heading":"Last services","about_github":"GitHub Project","about_contributors":"Contributors","about_how_does_this_work":"How does this work?","about_how_to_contribute":"How to contribute ❤","made_by":"Made by {{- jill_link}} on her spare time, with help of {{- wikitrans_link}} team","no_translation":"Sorry, this page is not available in your language.","company_meta_description":"Change your name and gender with {{company}}: how to do?","all_companies":"All services","all_companies_meta_description":"All companies and administrations listed on changemy.name","contribute_form":{"answer_placeholder":"Type your answer here","service_details":"Service details","service_name":"Name of the service","country":"Country (if this is not local company or administration)","website":"Website URL","explanation":"Brief explanation of what does the service (one or two sentences)","process":"Name changing process","when":"When did you try to change your name?","form":"Is there any form where you can change your name, gender, or both?","support_when":"If not, when you contacted support did they misgendered you although they had correct information on your gender?","support_new_account":"Did support first asked you to create a new account? Did they change this recommendation after you insisted?","legal":"Legal proof","identity":"Whether it is support, or an automated form, do they ask you to send an identity proof?","reason":"If yes, what was the reason given for this? Is an identity proof necessary to register to the service in the first place?","official":"Does it have to be an official ID?","privacy":"Public identity and privacy?","user_id":"Is there a public user id you cannot change without a new account?","comments":"Are there public comments where you name can appear and which you cannot edit or delete? Are they easy to find for other users?","contribution":"Your contribution","credited":"Do you want to be credited? If yes, please indicate:","credit_name":"Name or pseudonyme","credit_url":"an optional URL (personal website, public Twitter account...)","email":"An email address to contact you if we need more information","submit":"Send"}},"lang":"en","langs":{"en":"English","fr":"Français"}},"__N_SSG":true}